[
  {
    "id": "1",
    "name": "Paste cu ricotta, salvie si nuca",
    "img": "../../assets/images/Paste_cu_ricotta.jpeg",
    "steps": [
      {
        "label": "Pasul 1",
        "description": "Intr-o tigaie/craticioara mica (cca 16-18 cm diametru) se prajesc la foc mediu samburii de nuca, amestecand din cand in cand, pana se rumenesc usor peste tot."
      },
      {
        "label": "Pasul 2",
        "description": "Se muta samburii intr-un mojar si se strivesc bine pana aveti bucatele mici."
      },
      {
        "label": "Pasul 3",
        "description": "In tigaia in care ati prajit samburii, adaugati uleiul de masline. Acesta se va incalzi de la tigaie. Puneti salvia in uleiul incalzit (testati cu o frunza prima data sa nu fie foarte incins; daca sfaraie tare cand introduceti frunza, mai asteptati). Lasati sa se infuzeze uleiul pana pregatiti restul ingredientelor sau daca aveti timp, poate sta si mai mult."
      },
      {
        "label": "Pasul 4",
        "description": "Intr-o oala, aduceti la fierbere multa apa cu sare. Cand fierbe adaugati pastele si le lasati conform timpului de pe ambalaj."
      },
      {
        "label": "Pasul 5",
        "description": "Cat fierb pastele, mixati intr-un robot ricotta, uleiul de pe salvie (apasati bine pe frunze sa extrageti cat mai mult ulei), 15 rasnite piper negru, coaja de lamaie, putina sare. Mixati bine pana obtineti o crema fina."
      },
      {
        "label": "Pasul 6",
        "description": "Adaugati apoi treptat 3-4 linguri de apa, pana crema capata consistenta smantanii dulci. Gustati crema de sare si de salvie. Daca gustul de salvie e prea slab, adaugati cateva frunze folosite la infuzat uleiul si mixati iar. Trebuie sa simtit gustul de salvie o idee mai intens decat va place, fiindca se va dilua cand il adaugati pe paste."
      },
      {
        "label": "Pasul 7",
        "description": "Scurgeti pastele si le puneti inapoi in oala in care au fiert."
      },
      {
        "label": "Pasul 8",
        "description": "Turnati crema de ricotta peste ele, impreuna cu parmezanul ras. Mixati viguros pana sosul se leaga de paste. Gustati de sare."
      },
      {
        "label": "Pasul 9",
        "description": "Adaugati aproape toata nuca peste paste."
      },
      {
        "label": "Pasul 10",
        "description": "Portionati pastele in boluri si presarati deasupra nuca retinuta."
      }
    ],
    "ingredients": [
      { "name": "Paste lungi (tagliatelle)", "quantity": 200, "unit": "gr" },
      { "name": "Ricotta", "quantity": 125, "unit": "gr" },
      { "name": "Salvie", "quantity": 10, "unit": "gr" },
      { "name": "Ulei de masline", "quantity": 3, "unit": "linguri" },
      { "name": "3-4 linguri Apa" },
      { "name": "Coaja rasa de la 1/4 lamaie mica, bio" },
      { "name": "Samburi de nuca", "quantity": 35, "unit": "gr" },
      { "name": "10-15 gr Parmezan razuit fin" },
      { "name": "Sare" },
      { "name": "Piper negru" }
    ]
  },
  {
    "id": "2",
    "name": "Papanasi prajiti cu smantana si dulceata",
    "img": "../../assets/images/Papanasi.jpeg",
    "steps": [
      {
        "label": "Pasul 1",
        "description": "Branza se amesteca cu zaharul si bicarbonatul. "
      },
      {
        "label": "Pasul 2",
        "description": "Se incorporeaza apoi ouale si vanilia, iar la sfarsit faina. Puteti amesteca scurt aluatul cu robotelul sau mixerul sa se omogenizeze mai bine!"
      },
      {
        "label": "Pasul 3",
        "description": "Daca branza e mai umeda s-ar putea sa mai aveti nevoie de 1 lingura de faina in compozitie; aluatul trebuie sa fie usor de format, sa nu fie prea lipicios."
      },
      {
        "label": "Pasul 4",
        "description": "Se pune intr-o tiagie adanca mult ulei la incins."
      },
      {
        "label": "Pasul 5",
        "description": "Se formeaza din aluat bile de dimensiunea interiorului pumnului."
      },
      {
        "label": "Pasul 6",
        "description": "Se strapungebila cu degetul prin centru, apoi treceti bila prin faina. Usor, mariti gaura din mijloc si aplatizati putin colacul obtinut."
      },
      {
        "label": "Pasul 7",
        "description": "Dati focul la mediu sub tigaie si prajiti papanasii pe ambele parti pana sunt rumeni (aprox 5 minute)."
      }
    ],
    "ingredients": [
      { "name": "Branza de vaci proaspata", "quantity": 500, "unit": "gr" },
      { "name": "Zahar", "quantity": 100, "unit": "gr" },
      { "name": "Oua", "quantity": 2 },
      { "name": "1/4 lingurita Bicarbonat de sodiu" },
      { "name": "1 Esenta de vanilie" },
      { "name": "Faina", "quantity": 200, "unit": "gr" },
      { "name": "Smantana" },
      { "name": "Ducleata" }
    ]
  },
  {
    "id": "3",
    "name": "Prăjitură cu bezea și fructe (prune, piersici, mere, pere) - pe blat pufos",
    "img": "../../assets/images/Prajitura_cu_bezea_si_fructe.jpeg",
    "steps": [
      {
        "label": "Pasul 1",
        "description": "Am încălzit ușor laptele și l-am amestecat cu zahărul. Am adăugat drojdia (eu am folosit uscată) și am lăsat totul deoparte 5 minute. Aveți grijă ca laptele să fie doar călduț, nu fierbinte! În castronul mixerului am pus făina, untul moale (nu topit!), sarea, gălbenușurile, coaja rasă de lămâie și vanilia. Peste ele am turnat laptele cu drojdie și zahăr și am mixat totul 2-3 minute. Aluatul este unul moale, cremos – așa trebuie să fie!"
      },
      {
        "label": "Pasul 2",
        "description": "Am acoperit tava cu folie de plastic și am lăsat aluatul la dospit cca. 45 de minute."
      },
      {
        "label": "Pasul 3",
        "description": "Am avut 1,2 kg de fructe: mere, pere, piersici și prune (cântărite întregi).  Ezoic prune pere piersici nectarine mere lamaie  Le-am spălat și le-am curățat de sâmburi sau căsuțele de semințe, fără a le decoji. Cojile lor conțin multe fibre, minerale și au gust și arome faine! Am tăiat apoi piersicile în cuburi, prunele în sferturi sau optimi (ale mele au fost uriașe!), merele și perele în felii subțiri. Le-am pus pe toate într-un castron și le-am stropit cu sucul stors de la 1/2 de lămâie. Acesta va da o notă de prospețime și va echilibra dulcele bezelei și pe cel al fructelor. Le-am amestecat ușor cu mâinile și le-am lăsat deoparte."
      },
      {
        "label": "Pasul 4",
        "description": "Am preîncins cuptorul la 170 C cu ventilație (căldură sus+jos) respectiv treapta medie la cele cu gaz. Am introdus blatul dospit în cuptor și l-am precopt 20 de minute la 170 C. Așa arată după aceasă etapă: este ușor rumenit la suprafață."
      },
      {
        "label": "Pasul 5",
        "description": "Doar când blatul a intrat la copt m-am apucat de bătut bezeaua. V-am spus mai sus că puteți să vă rezumați la cele 5 albușuri rămase de la blat sau să le suplimentați cu alte 2-3 de prin frigider. În principiu, un albuș mediu cântărește cca. 30 g iar zahărul necesar pentru el este de 45 g. În rețeta clasică de bezele de pune dublu zahăr față de albuș, dar aici e ceva mai puțin. Am pregătit și nucile sau alunele tocate din cuțit (eu am folosit alune de pădure din Lidl).  Ezoic ingrediente Bezea cu nuci tocate sau alune de pădure  Am pus albușurile în castronul foarte curat al robotului. Am adăugat un strop de sare și am început să le bat la viteză mare. Când spuma a crescut în volum am adăugat tot zahărul deodată precum și pe cel vanilat. Am continuat baterea vreo 5-6 minute. Am picurat treptat și zeama de la 1/2 de lămâie. Aceasta are rol de stabilizator al bezelei.  Ezoic În final am obținut o bezea densă, fină, fermă în care am adăugat alunele tocate. Gata cu mixerul, trecem la spatulă!"
      },
      {
        "label": "Pasul 6",
        "description": "Imediat am pus și bezeaua cu nucă din castron.  Montarea prăjiturii cu fructe (prune, piersici, pere, mere) și bezea (2)  Ezoic Am nivelat stratul de bezea cu o spatulă și apoi, cu dosul unei linguri, i-am făcut aceste godeuri (adâncituri) și țuguie. De la străbunica mea Buia știu că bezeaua rămâne crocantă dacă o pudrez cu un pic de zahăr… ceea ce am și făcut! Imediat am introdus tava cu prăjitură cu bezea și fructe în cuptorul răcorit (de la 170 la 120 C)."
      },
      {
        "label": "Pasul 7",
        "description": "Am copt prăjitura 60 de minute la 120 C (cu ventilație) și am întors tava la jumătatea timpului. Gata! Cât de fain poate arăta și cât de crocantă e suprafața bezelei! Face tac-tac dacă o bați ușor cu dosul lingurii!  Am lăsat-o la răcorit în tavă, măcar 2 ore. Nouă ne place și călduță, dar nu fierbinte!  Servire prăjitură cu bezea și fructe (prune, piersici, mere, pere) – pe blat pufos  Am feliat prăjitura cu un cuțit cu lamă zimțată și am aranjat câteva felii pentru a le vedea și voi. Ce spuneți?"
      }
    ],
    "ingredients": [
      { "name": "Faina", "quantity": 220, "unit": "gr" },
      { "name": "4 g Drojdie uscată sau 15 g proaspăta" },
      { "name": "Unt gras (cu min. 80%)", "quantity": 110, "unit": "gr" },
      { "name": "Zahar", "quantity": 25, "unit": "gr" },
      { "name": "Galbenusuri", "quantity": 5 },
      { "name": "Coaja rasa de la o lamaie" },
      {
        "name": "1 Plic zahar vanilat Bourbon sau 1 lingurita extract de vanilie"
      },
      {
        "name": "Fructe (prune, pere, piersici, nectarine, mere)",
        "quantity": 1.2,
        "unit": "kg"
      },
      { "name": "6-7 Albusuri" },
      {
        "name": "Miez de nucă sau de alune de pădure",
        "quantity": 100,
        "unit": "gr"
      }
    ]
  }
]
